
// primaryText for generic settings alert
"%@" = "%@";

// AppleTV OS updates successfully disabled!
"AppleTV OS updates successfully disabled!" = "AppleTV OS updates successfully disabled!";

// AppleTV OS updates successfully enabled!
"AppleTV OS updates successfully enabled!" = "AppleTV OS updates successfully enabled!";

// Block updates menu item
"AppleTV Updates" = "AppleTV Updates";

// Author
"Author" = "Author";

// Disabled
"Disabled" = "Disabled";

// Enabled
"Enabled" = "Enabled";

// primary text when there is no internet connection
"Install Software requires an internet connection. Please connect your AppleTV to the Internet." = "Install Software requires an internet connection. Please connect your AppleTV to the Internet.";

// seconday text when when there is no internet connection
"Press menu to exit" = "Press menu to exit";

// secondary text when error in settings controller
"Re-directed to settings facade in 5 seconds" = "Re-directed to settings facade in 5 seconds";

// Section
"Section" = "Section";

// Update Disabled
"Update Disabled" = "Update Disabled";

// Update Enabled
"Update Enabled" = "Update Enabled";

// Version
"Version" = "Version";

/*
 second day forecast
   third day forecast
 */
"%@ - %@, High: %@¬\U221E%@, Low: %@¬\U221E%@" = "%1$@ - %2$@, Макс: %3$@¬∞%4$@, Мин: %5$@¬∞%6$@";

// About
"About" = "О приложении";

// Add RSS Location
"Add RSS Location" = "Добавить RSS-ленту";

// Add Weather Location
"Add Weather Location" = "Добавить местоположение";

// cancel button
"Cancel Delete" = "Отменить удалить";

// Current Conditions
"Current Conditions" = "Текущая погода";

// current conditions of the current day for weather
"Current Conditions: %@, %@¬\U221E%@" = "Текущая погода: %1$@, %2$@¬∞%3$@";

// Custom Package Install
"Custom Package Install" = "Установка приложения";

// Custom Package Search
"Custom Package Search" = "Поис приложений";

// Date
"Date" = "Дата";

// cancel delete
"Delete" = "Удалить";

// alert dialog for deleting playlist
"Delete %@?" = "Удалить %@?";

// Dew Point
"Dew Point" = "Точка росы";

// Downloading %@...
"Downloading %@..." = "Загрузка %@...";

// title of textentry controller for entering RSS url
"Enter RSS feed URL" = "Введите адрес RSS-ленты";

// title of textentry controller for entering rss location name
"Enter RSS location name" = "Введите название RSS-ленты";

// title of textentry controller for entering weather location name
"Enter weather location name" = "Ввидите название местоположения";

// title of textentry controller for entering weather zip code or location id
"Enter zip code or location ID" = "Введите zip код или ID местоположения";

// Featured menu item divider in software section
"Featured" = "Популярное";

// Files
"Files" = "Файлы";

// Humidity
"Humidity" = "Влажность";

// the text to the left of the text field while entering a weather location name
"ID:" = "ID:";

// Install Software
"Install Software" = "Установить приложение";

// Installation Failed!
"Installation Failed!" = "Установка не удалась!";

// Installation Successful / Up to Date
"Installation Successful / Up to Date" = "Установка успешно завершена";

/*
 alert when there is no internet connection
   Internet Unavailable
 */
"Internet Unavailable" = "Интернет недоступен";

// Location
"Location" = "Location";

/*
 the text to the left of the text field while entering a rss location name
   the text to the left of the text field while entering a weather location name
 */
"Name:" = "Имя:";

// Network
"Network" = "Сеть";

/*
 options in menu divider
   Options menu item divider in software section
 */
"Options" = "Опции";

// Package Containing:
"Package Containing:" = "Состав пакета:";

// Package ID:
"Package ID:" = "ID пакета:";

// Package Removal Failed!
"Package Removal Failed!" = "Ошибка удаления пакета!";

// Package Removal Successful
"Package Removal Successful" = "Успешное удаление пакета";

// Package Removal Successful / Up to Date
"Package Removal Successful / Up to Date" = "Успешное удаление пакета";

// Playlists
"Playlists" = "Плэйлист";

// Please enter a partial name of the custom .deb you would like to search for
"Please enter a partial name of the custom .deb you would like to search for" = "Пожалуйста, введите часть названия пакета .deb для поиска";

// Please enter the name of the custom .deb you would like to install
"Please enter the name of the custom .deb you would like to install" = "Пожалуйста, введите часть названия пакета .deb для установки";

// secondary text for bad zip alert
"Popping in 3 Seconds" = "Popping в 3 секунды";

// press menu to exit
"press menu to exit" = "Нажмите Menu для выхода";

// Reboot AppleTV menu item
"Reboot AppleTV" = "Перезагрузить AppleTV";

// Recent Files
"Recent Files" = "Последние файлы";

// the menu item to remove the current rss location
"Remove RSS Location" = "Удалить RSS-ленту";

// the menu item to remove the current weather location
"Remove Weather Location" = "Удалить местоположение";

/*
 removing %@
   Removing %@
 */
"removing %@" = "удаление %@";

// Restart Lowtide menu item
"Restart Lowtide" = "Перезагрузить";

// Restart options menu divider in settings
"Restart Options" = "Обновить настройки";

/*
 RSS Feeds
   Title of RSS menu
 */
"RSS Feeds" = "RSS-лента";

/*
 the url of the rss location point
   title of menu for editing/saving rss location points
 */
"RSS Location" = "Адрес RSS-ленты";

// the name of the rss location point as its displayed in the weather menu
"RSS Name" = "Название RSS-ленты";

/*
 the menu item to save changes to a rss location
   the menu item to save changes to a weather location
 */
"Save Changes" = "Сохранить изменения";

// the menu item to save a new rss location to the rss.plist file
"Save RSS Location" = "Сохранить адрес RSS-ленты";

// the menu item to save a new weather location to the weather.plist file
"Save Weather Location" = "Сохранить местоположение";

// Search for Packages
"Search for Packages" = "Поиск пакетов";

// searching for %@...
"searching for %@..." = "поиск %@...";

// Settings
"Settings" = "Насройки";

// update blocker alert main text for success
"Software Update Blocked Successfully!" = "Блокировка обновление программного обеспечения выполнена!";

// No comment provided by engineer.
"Software Updates Blocking Failed!" = "Ошибка блокировки обновление программного обеспечения!";

// Streams
"Streams" = "Потоки";

// celcius / fahrenheit of weather point
"Units" = "Единицы";

// No comment provided by engineer.
"Update Block Failed" = "Ошибка блокировки обновления";

// Update nitoTV menu item
"Update nitoTV" = "Обновить nitoTV";

// update blocker alert title for success
"Updates Blocked Successfully" = "Успешная блокировка обновления";

// main text for Spinner text control while updating nitoTV
"Updating nitoTV, please wait..." = "Обновление nitoTV, пожалуйста, подождите...";

// title for Spinner text control while updating nitoTV
"Updating, Please wait..." = "Обновление, пожалуйста, подождите...";

// the text to the left of the text field while entering a RSS url
"URL:" = "URL:";

// the menu item responsible for viewing rss location
"View Feed" = "Смотреть ленту";

// the menu item responsible for viewing weather location
"View Weather" = "Смотреть погоду";

// Weather
"Weather" = "Погода";

/*
 the zip code/location id of the weather location point
   title of menu for editing/saving weather location points
 */
"Weather Location" = "Местоположение";

// Title of weather menu
"Weather Manager" = "Погода";

// the name of the weather location point as its displayed in the weather menu
"Weather Name" = "Местоположение";

// alert for when weather retrieve failed
"Weather Retrieval Failed" = "Ошибка получения погоды";

// primary text for bad zip
"Weather retrieval failed, possibly a bad or incomplete zip code." = "Ошибка получения погоды, возможно не правильный zip код.";

// Wind
"Wind" = "Ветер";
